Repository: Shabash4off/webasyst-calloff-plugin
Catalog: locale/*/LC_MESSAGES/shop_calloff.po
Languages: ru_ru

# title
source: Without call
ru_ru: Без звонка

# devs
source: Developer
ru_ru: Разработчик

# menu.help
source: Support
ru_ru: Поддержка

# menu.feedback
source: Give feedback
ru_ru: Оставить отзыв

# setting.plugin_active
source: Status plugin
ru_ru: Статус плагин

# setting.active
source: Status
ru_ru: Статус

# setting.default_value
source: Default value
ru_ru: Значение по умолчанию

# setting.default_value.output
source: Yes,No
ru_ru: Перезвонить, Не перезванивать

# setting.display_step
source: Display form
ru_ru: Отображать форму на этапе

# setting.display_step.output
source: Contact info block,Confirmation block,Display with helper,Display with selector
ru_ru: Контактная информация,Подтверждение

# setting.backend_display_mode
source: Display mode in backend
ru_ru: Режим отображение в бэкэнде

# setting.backend_display_mode.output
source: Message,Icon
ru_ru: Иконка и сообщение,Иконка

# setting.form_type
source: Form type
ru_ru: Тип формы

# setting.form_template
source: Form tamplate
ru_ru: Шаблон формы

# setting.form_template.radio
source: Radio
ru_ru: Варианты

# setting.form_template.checkbox
source: Checkbox
ru_ru: Флажок

# setting.description
source: Description
ru_ru: Описание

# setting.yes_option
source: "Yes" option
ru_ru: Вариант «Перезвонить»

# setting.no_option
source: "No" option
ru_ru: Вариант «<strong>Не</strong> перезванивать»

# setting.yes_answer
source: Positive answer
ru_ru: Сообщение на вариант «Перезвонить»

# setting.no_answer
source: Negative answer
ru_ru: Сообщение на вариант «<strong>Не</strong> перезванивать»

# setting.storefront_selector
source: Storefront
ru_ru: Витрина

# setting.storefront_selector.general
source: General settings for all storefronts
ru_ru: Общие настройки для всех витрин

# setting.template
source: Template
ru_ru: Шаблон

# title.active
source: Enable the plugin to work.
ru_ru: Включите для работы плагина.

# title.storefront_selector
source: Select a storefront to customize. If General settings is selected, the selected settings will be applied to all storefronts.
ru_ru: Выберите витрину для настройки. Если выбрано Общие настройки, то выбранные настройки будут применяться ко всем витринам.

# title.storefront_active
source: Enable the plugin to work in the selected storefront.
ru_ru: Включите для работы плагина в выбранной витрине.

# title.default_value
source: The value that will be set when the form is loaded.
ru_ru: Значение которое будет выставлено при загрузке формы.

# title.display_step
source: The stage of ordering, where the form will be displayed.
ru_ru: Этап оформления заказа, на котором будет выведена форма.

# title.backend_display_mode
source: Displayed with an icon next to the number or a message in the body of the order.
ru_ru: Отображение иконкой возле номера заказа или сообщением в теле заказа.

# title.description
source: Text displayed in front of the form.
ru_ru: Текст отображаемый перед формой.

# title.yes_option
source: Positive option text.
ru_ru: Текст обозначающий положительный ответ.

# title.no_option
source: Negative option text.
ru_ru: Текст обозначающий отрицательный ответ.

# title.form_template
source: Form functional part template.
ru_ru: Шаблон функциональной части формы.

# title.no_answer
source: Negative text that will be displayed in the backend.
ru_ru: Текст, отображающийся в бэкенде при выборе варианта «Не перезвонивать»

# title.frontend.template
source: General form template.
ru_ru: Общий шаблон формы.

# title.backend.template
source: Backend message template.
ru_ru: Шаблон сообщения выводимого в бэкэнде.

# answer
source: User answer.
ru_ru: Вариант выбранный пользователем.

# icon_url
source: Path to plugin icon.
ru_ru: Путь до иконки плагина.

# variables
source: Enviroment variables
ru_ru: Переменные окружения

# tab.display
source: Display
ru_ru: Отображение

# tab.appearance.frontend
source: Appearance - Frontend
ru_ru: Дизайн | Фронтенд

# tab.appearance.backend
source: Appearance - Backend
ru_ru: Дизайн | Бэкенд

# da.background
source: Background
ru_ru: Задний фон

# da.text
source: Text
ru_ru: Текст

# da.border
source: Borders
ru_ru: Границы

# da.border.solid
source: Solid
ru_ru: Сплошной

# da.border.dotted
source: Dotted
ru_ru: Точки

# da.border.dashed
source: Dashed
ru_ru: Пунктир

# da.border_width
source: Width
ru_ru: Толщина

# da.border_radius
source: Rounding
ru_ru: Скругление

# da.lists
source: Lists
ru_ru: Списки

# da.lists.none
source: None
ru_ru: Нет

# da.lists.disc
source: Disc
ru_ru: Диски

# da.lists.circle
source: Circle
ru_ru: Круги

# da.lists.square
source: Square
ru_ru: Квадраты

# da.lists.decimal
source: Decimal
ru_ru: Цифры

# da.margins
source: Margins
ru_ru: Внешние отступы

# da.paddings
source: Paddings
ru_ru: Внутренние отступы

# da.scale
source: Scale
ru_ru: Размеры

# da.scale_box-sizing
source: Block-model
ru_ru: Блоковая модель

# da.width
source: Width
ru_ru: Ширина

# da.color
source: Color
ru_ru: Цвет

# da.type
source: Type
ru_ru: Тип

# da.top
source: Top
ru_ru: Сверху

# da.right
source: Right
ru_ru: Справа

# da.bottom
source: Bottom
ru_ru: Снизу

# da.left
source: Left
ru_ru: Слева
